// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Ajustes Bluetooth";

NoNameTitle = "El nombre del dispositivo está vacío";
NoNameMsg = "Especifique un nombre para su dispositivo.";

NoGetTitle = "No se pudieron recuperar los ajustes";
NoGetMsg = "Verifique si la impresora está en línea y conectada.";

NoResetTitle = "No se pudo restablecer el acceso al dispositivo";
NoResetMsg = "Verifique si la impresora está en línea y conectada.";

NoChangePinTitle = "No se pudo cambiar el código PIN";
NoChangePinMsg = "Verifique si la impresora está en línea y conectada.";

OkTitle = "OK";
CancelTitle = "Cancelar";

ResetTitle = "Restablecer acceso al dispositivo";
ResetMsg = "Haga clic en OK para desconectar todos los dispositivos previamente conectados a su impresora. Haga clic en Cancelar para omitir la función de restablecer el acceso.";

DefaultLanguage = "Conservar ajustes actuales";

0Language = "Chino simplificado-China";
1Language = "Chino tradicional-Hongkong";
2Language = "Chino tradicional-Taiwan";
3Language = "Japonés";
4Language = "Coreano";
5Language = "Latín (Otros)";

DeviceTitle = "Dispositivo";
AddressTitle = "Dirección:";
NameTitle = "Nombre:";
AccessTitle = "Acceso";
ChangePINCodeTitle = "Cambiar código PIN";
ChangePINCodeButton = "Cambiar código PIN…";
ModeTitle = "Modo";
PrivateModeTitle = "Modo Privado";
PublicModeTitle = "Modo Público";
EncryptionRequiredTitle = "Se requiere encriptación";
DefaultFontSettingTitle = "Fuente predeterminada:";
ApplyNowTitle = "Aplicar ahora";

EnternewPINcodeTitle = "Escriba el nuevo código PIN:";
ConfirmnewPINcodeTitle = "Confirme el nuevo código PIN:";

MissingCardLabel = "Conecte un adaptador Bluetooth externo o active la radio Bluetooth interna en su dispositivo.";
